{
    
        
        
        "productos": [{
                "id": 1,
                "name": "Samsung Galaxy S22 Ultra 5G",
                "productType": "256GB",
                "price": 992,
                "rating": 5,
                "image": "https://nissei.com/ar/catalog/product/view/id/119961/s/samsung-galaxy-s22-ultra-5g-sm-s908e-ds-dual-256-gb-phantom-black/",
                "description": "Nueva apariencia digna de un Note. Conocé el Galaxy S22 Ultra, con el poder de Note. El marco pulido, delgado y audaz, rodea la forma extruida para lograr una simetría elegante. Y la cámara lineal, acentuada por anillos de lentes espejados, parece flotar en su lugar. Modelo: SM-S908E, Sistema Operativo: Android 12, Tipo de SIM: Nano-SIM / e-SIM, Red: 2G, 3G, 4G, Batería: 5000 mAh, Memoria Interna: 256 GB | Disponibles 225 GB, Llamadas por WiFi: Si, NFC: Si "

            },
            {
                "id": 2,
                "name": "Samsung Galaxy S22 Plus 5G",
                "productType": "256GB",
                "price": 799,
                "rating": 5,
                "image": "https://www.mimoviloutlet.com/samsung-s22-plus-5g/",
                "description": "La nueva forma de expresión creativa. Los biseles delgados fluyen en un marco pulido simétrico para una pantalla amplia y equilibrada. Como toque final, la carcasa de la cámara monocromática rodea un sistema de cámara lineal. Modelo: SM-S906E, Cámara frontal: 10 mpx, Sistema Operativo: Android 12,Red: 2G, 3G, 4G, Batería: 4500 mAh, Memoria RAM: 8 GB, Memoria Interna: 256 GB | Disponibles 225 GB, Llamadas por WiFi: Si, NFC: Si"
            },
            {
                "id": 3,
                "name": "Samsung Galaxy S22 5G",
                "productType": " 128GB",
                "price": 699,
                "rating": 5,
                "image": "https://www.mimoviloutlet.com/samsung-s22-plus-5g/",
                "description": "La nueva forma de expresión creativa. Los biseles delgados fluyen en un marco pulido simétrico para una pantalla amplia y equilibrada. Como toque final, la carcasa de la cámara monocromática rodea un sistema de cámara lineal, Modelo: SM-S901E, Cámara frontal: 10 mpx, stema Operativo: Android 12, Red: 2G, 3G, 4G, Batería: 3590 mAh, Memoria RAM: 8 GB, Memoria Interna: 128 GB | Disponibles: 97 GB, Llamadas por WiFi: Si, NFC: Si"

            },
            {
                "id": 4,
                "name": "Samsung Galaxy S21 Fan edition 5G",
                "productType": "128GB",
                "price": 832,
                "rating": 4,
                "image": "https://www.ldlc.com/es-es/ficha/PB00474552.html",
                "description": "Galaxy S21 FE Épico y de 6,4''. El Galaxy S21 Fan Edition 128GB tiene todo lo que te gusta en 6,4 pulgadas, un tamaño diseñado para conectarte con amigos, explorar nuevas pasiones, realizar una transmisión en vivo y disfrutar durante horas de tus programas favorito, Modelo: SM-G990E, Cámara frontal: 32 mpx, Sistema Operativo: Android 11, Red: 2G, 3G, 4G, Batería: 4500 mAh, Memoria RAM: 6 GB, Memoria Interna: 128 GB | Disponibles: 102 GB, Llamadas por WiFi: Si, NFC: Si "
            },

            {
                "id": 5,
                "name": "Samsung Galaxy S20 Fan edition 5G",
                "productType": "128GB",
                "price": 565,
                "rating": 4,
                "image": "https://tienda.personal.com.ar/tienda/samsung-galaxy-s20-fe-5g-navy-128-gb",
                "description": "Si buscás tener todo en un solo dispositivo, el nuevo Samsung Galaxy S20 Fan Edition 5G 128GB es el celular ideal. Este teléfono fue creado para fanáticos de todo tipo: videojuegos, fotos, videos y redes sociales. El Samsung Galaxy S20 Fan Edition 5G 128GB está pensado para complementar tu estilo. Por eso, está disponible en una amplia variedad de tonos atrevidos, sutiles y clásicos, con un acabado mate, Modelo: SM-G781B, Cámara frontal: 32 mpx, Sistema Operativo: Android 10, Red: 2G, 3G, 4G, 5G, Batería: 4500 mAh, Memoria RAM: 6 GB, Memoria Interna: 128 GB | Disponibles 102 GB, Memoria Externa: MicroSD hasta 1 TB, Llamadas por WiFi: Si, NFC: Si"
            },
            {
                "id": 6,
                "name": "Samsung galaxy Z Flip3 5G",
                "productType": "128GB",
                "price": 849,
                "rating": 5,
                "image": "https://www.samsung.com/es/business/smartphones/galaxy-z/galaxy-z-flip-sm-f711blvfeub/",
                "description": "El Samsung Galaxy Z Flip3 llegó con un diseño enfocado en brindar la mejor experiencia de uso tanto plegado como desplegado. Su nuevo sistema de biseles minimizado garantiza 6,7'' de visualización vívida, brillante y fluida. Modelo: SM-F711B, Cámara frontal: 10 mpx, Sistema Operativo: Android 11, Tipo de SIM: Nano-SIM / e-SIM, Red: 2G, 3G, 4G, Batería: 3300 mAh, Memoria RAM: 8 GB, Memoria Interna: 128 GB | Disponibles 100 GB, Llamadas por WiFi: Si, NFC: Si"
            },
            {
                "id":7 ,
                "name":"Samsung galaxy z Fold3 5G" ,
                "productType": "256GB",
                "price": 1399,
                "rating": 5,
                "image":"https://www.samsung.com/pk/smartphones/galaxy-z-fold3-5g/buy/" ,
                "description":"El Samsung Galaxy Z Fold3 destaca por donde lo mires. Tiene todo para ser el smartphone de tus sueños: un diseño de curvas suaves que lo hacen agradable al tacto, materiales de primera calidad y, además, es el único plegable resistente al agua. Modelo: SM-F926B, Cámara frontal: 4 mpx, Sistema Operativo: Android 11, Tipo de SIM: Nano-SIM / e-SIM, Red: 2G, 3G, 4G, Batería: 4400 mAh, Memoria RAM: 12 GB, Memoria Interna: 256 GB | Disponibles 210 GB, Llamadas por WiFi: Si, NFC: Si" 

            },
            {
                "id":8 ,
                "name": "Samsung Galaxy A52",
                "productType": "128GB",
                "price": 359,
                "rating": 3 ,
                "image": "https://www.samsung.com/pk/smartphones/galaxy-z-fold3-5g/buy/",
                "description": "El nuevo Samsung A52 llegó al mercado para marcar la diferencia. Permite ampliar la visión como nunca antes gracias a su pantalla Infinity-O Display de 6,5 pulgadas. Super AMOLED FHD+ alcanza los 800 nits1 para mayor claridad, incluso con la luz de día brillante. Modelo: SM-A525M, Cámara frontal: 32 mpx, Sistema Operativo: Android 11, Tipo de SIM: Nano-SIM, Red: 2G, 3G, 4G, Batería: 4500 mAh, Memoria RAM: 6 GB, Memoria Interna: 128 GB | Disponibles 106 GB, Memoria Externa: MicroSD hasta 1 TB, NFC: Si"
            },
            {
                "id":9 ,
                "name": "Samsung galaxy A52S 5G",
                "productType": "128GB",
                "price": 488,
                "rating": 3,
                "image": "https://www.samsung.com/pk/smartphones/galaxy-z-fold3-5g/buy/",
                "description": "El nuevo Samsung A52s Detalles super nítidos gracias a la pantalla FHD+ Super AMOLED, que, gracias a los 800 nits, te permite tener claridad incluso cuando hay demasiada luminosidad. La tecnología Eye Comfort Shield reduce la luz azul y la tecnología Super Smooth mantiene la imagen suave aunque estés jugando o haciendo scroll. Todo esto en la amplia pantalla Infinity-O de 6,5''. Modelo: SM-A528B, Cámara frontal: 32 mpx, Sistema Operativo: Android 11, Tipo de SIM: Nano-SIM, Red: 2G, 3G, 4G, Batería: 4500 mAh, Memoria RAM: 6 GB, Memoria Interna: 128 GB | Disponibles 106 GB, Memoria Externa: MicroSD hasta 1 TB, NFC: Si"
            },
            {
                "id": 10,
                "name":"Samsung Galaxy A33" ,
                "productType":"128GB" ,
                "price":299 ,
                "rating": 3,
                "image": "https://www.samsung.com/pk/smartphones/galaxy-z-fold3-5g/buy/",
                "description": "Poder de procesamiento. Alimentado con un procesador Octa-core de 5 nm, tu Galaxy está diseñado para manejar múltiples tareas. RAM Plus lee tus patrones de uso y proporciona RAM virtual adicional en los momentos que necesitás un impulso adicional.Modelo: SM-A336M, Cámara frontal: 13 mpx, Sistema Operativo: Android 12, Tipo de SIM: Nano-SIM, Red: 2G, 3G, 4G, Batería: 5000 mAh, Memoria RAM: 6 GB, Memoria Interna: 128 GB | Disponibles 101 GB, Memoria Externa: MicroSD Hasta 1 TB, Llamadas por WiFi: Si, NFC: Si"
            }




        ]
    
}